01-100 Математика
01-101 Математическая логика и основания математики
01-102 Алгебра
01-103 Теория чисел
01-104 Геометрия
01-105 Топология
01-106 Алгебраическая геометрия
01-107 Группы Ли и теория представлений
01-108 Комплексный анализ
01-109 Вещественный и функциональный анализ
01-110 Теория вероятностей и математическая статистика
01-111 Дифференциальные уравнения с частными производными
01-112 Обыкновенные дифференциальные уравнения и теория динамических систем
01-113 Математическая физика
01-114 Дискретная математика и математическая кибернетика
01-200 Информатика
01-201 Искусственный интеллект и принятие решений
01-202 Интеллектуальный анализ данных и распознавание образов
01-203 Теория оптимизации и исследование операций
01-204 Математические проблемы теории управления
01-205 Математические модели в науках о живом
01-206 Вычислительная математика
01-207 Программные модели и системы
01-208 Нейроинформатика
01-209 Теория игр
01-210 Проблемно-ориентированные алгоритмы
01-211 Математическое моделирование социальных и экономических процессов
01-212 Квантовые методы обработки информации
01-213 Обработка и анализ изображений и сигналов
01-214 Параллельные алгоритмы
01-215 Анализ и моделирование компьютерных процессов
01-216 Математические модели и методы защиты, преобразования и передачи информации
01-217 Математическое моделирование физических сред
01-218 Математическое моделирование физических явлений
01-219 Математическое моделирование в науках о Земле и проблемах окружающей среды
01-220 Математическое моделирование технических систем
01-300 Механика
01-301 Теория упругости, сопряженные модели
01-302 Контактное взаимодействие
01-303 Пластичность, воздействие физических полей и химически активных сред
01-304 Реология и вязкость
01-305 Разрушение деформируемых тел, кинетика и динамика
01-306 Механика гетерогенных и функциональных материалов, многомасштабность структуры и текстуры
01-307 Динамика идеальной жидкости
01-308 Динамика вязкой жидкости
01-309 Турбулентность и гидродинамическая устойчивость
01-310 Газовая динамика
01-311 Гидромеханика многофазных сред
01-312 Физико-химическая гидродинамика
01-313 Биомеханика
01-314 Теоретическая механика
01-315 Теория колебаний и устойчивость движения
01-316 Методы математического моделирования, оценивания и управления механическими и биомеханическими системами
01-317 Регулярная и хаотическая динамика механических систем
01-318 Движение тел в космическом пространстве, жидких и газовых средах
01-319 Механика машин и роботов
01-400 Сетевые технологии
01-401 Системы цифровой передачи данных и вычислительные сети
01-402 Технологии прикладных распределенных разработок
01-403 Распределенные вычисления и GRID-технологии. Сверхмасштабируемые программные комплексы и алгоритмы. Испытание и оценка надежности.
01-404 Облачные вычисления
01-405 Математическое обеспечение для грид-технологий и облачных вычислений
01-406 Технология защиты ресурсов распределенных информационно-вычислительных систем
01-407 Математическое обеспечение безопасности вычислительных и инфокоммуникационных технологий
01-408 Методология стандартизации информационных, вычислительных и коммуникационных ресурсов
01-409 Правовые и экономические аспекты создания и использования информационных ресурсов
01-410 Высокопроизводительные компьютерные системы и распределенная обработка данных
01-411 Системное программирование высокопроизводительных компьютерных систем
01-412 Суперкомпьютерное моделирование: инструментальные средства, прикладное программное обеспечение и сервисы
01-413 Визуализация и обработка сверхбольших массивов данных
01-414 Программное обеспечение для вычислительных и инфокоммуникационных систем и сетей
01-415 Параллельное программирование: модели, языки, технологии
01-416 Инструментарий параллельного моделирования
01-417 Архитектура и топология вычислительных и инфокоммуникационных систем и сетей
01-418 Оптимизация мультиархитектурных иерархических систем и параллельное мультипрограммирование
01-419 Безопасность, структурная надежность и живучесть вычислительных и инфокоммуникационных систем и сетей
01-420 Контроль и диагностика вычислительных и инфокоммуникационных систем и сетей
01-500 Инфокоммуникационные технологии и вычислительные системы
01-501 Теоретические основы Е-технологий и программных комплексов
01-502 Теоретические основы электронных социальных систем, сетей и услуг
01-503 Теоретические основы электронных образовательных систем, сетей и услуг
01-504 Теоретические основы электронной поддержки рынка медицинских услуг
01-505 Системы компьютерной поддержки научных исследований
01-506 Компьютеризированное научное приборостроение
01-507 Автоматические и автоматизированные системы проектирования, моделирования и сопровождения
01-508 Системный анализ
01-509 Извлечение знаний, базы данных и базы знаний
01-510 Системы семантического моделирования
01-511 Системы визуализации и виртуального окружения
01-512 Информационные технологии интеллектуальной поддержки принятия решений
01-513 Технологии и системы основанные на знаниях
01-514 Технологии приобретения, представления, обработки и интеграции знаний
01-515 Технологии управления знаниями
01-516 Проблемно-ориентированные системы, основанные на знаниях
01-517 Средства создания и поддержки проблемно-ориентированных систем, основанных на знаниях, и экспертных систем
01-518 Системы текстового поиска, обработки и анализа естественного языка
01-519 Интеллектуальные динамические системы и технологии управления
01-520 Интеллектуальные технологии для робототехнических и мехатронных систем
01-521 Интеллектуальные Интернет-технологии
01-600 Теория управления
01-601 Теория управления
01-700 Алгоритмическое и программное обеспечение
01-701 Проблемно-ориентированные системы
01-702 Системы и технологии создания и поддержки проблемно-ориентированных систем
01-703 Фундаментальные проблемы наполнения электронных библиотек и коллекций
01-704 Средства создания и поддержки электронных библиотек и электронных изданий
01-705 Сервисно-ориентированные системы
01-706 Мобильные системы и сенсорные сети
01-707 Фундаментальные проблемы организации электронного документооборота
01-708 Геоинформационные системы
01-709 Мультимедийные информационные системы
01-710 Проблемно-ориентированные базы данных
01-711 Системы семантического моделирования
01-712 Принципы построения электронных социальных систем, сетей и оказания услуг
01-713 Правовые и методологические вопросы, связанные с использованием Интернет
01-714 Встроенные интеллектуальные системы
01-715 Системы текстового поиска
01-716 Системы и технологии математического моделирования для естественных наук
01-717 Алгоритмическое и программное обеспечение для электроэнергетики
01-718 Алгоритмическое и программное обеспечение для атомной промышленности
01-719 Алгоритмическое и программное обеспечение для космоса
01-720 Алгоритмическое и программное обеспечение для здравоохранения и биологии
01-721 Системы и технологии математического моделирования социальных и экономических процессов
01-722 Алгоритмическое и программное обеспечение для бизнес-приложений, анализа социальных и экономических процессов
01-723 Специализированные программные модели и системы
01-724 Инфокоммуникационные и вычислительные технологии для оптики, фотоники и лазерных технологий
01-725 Инфокоммуникационные и вычислительные технологии для online распознавания изображений
01-726 Системы и технологии интеллектуального анализа данных и распознавания образов
01-727 Специализированные системы обработки и анализа изображений и сигналов

02-100 Ядерная физика
02-101 Физика элементарных частиц
02-102 Физика ядра
02-103 Физика ускорителей
02-104 Космические лучи
02-200 Физика конденсированных сред
02-201 Теория конденсированного состояния
02-202 Полупроводники
02-203 Поверхность и тонкие пленки
02-204 Нано- и микроструктуры
02-205 Сегнетоэлектрики, диэлектрики, жидкие кристаллы
02-206 Высокие давления
02-207 Магнитные явления
02-208 Металлы. Сплавы. Неупорядоченные структуры
02-209 Низкие температуры и сверхпроводимость
02-210 Взаимодействие рентгеновского, синхротронного излучений и нейтронов с конденсированным веществом
02-211 Образование и структура кристаллов
02-300 Оптика, квантовая электроника
02-301 Физическая оптика
02-302 Когерентная и нелинейная оптика
02-303 Физика лазеров
02-304 Спектроскопия
02-400 Радиофизика, электроника, акустика
02-401 Вакуумная и плазменная электроника, СВЧ-электроника
02-402 Нелинейные колебания и волны
02-403 Радиофизика, статистическая радиофизика
02-404 Физическая акустика
02-500 Физика плазмы
02-501 Физика высокотемпературной плазмы и УТС
02-502 Физика низкотемпературной плазмы
02-503 Ионосферная и космическая плазма
02-600 Теоретическая физика
02-601 Теория поля и теория гравитации
02-602 Квантовая теория поля, квантовая механика
02-603 Общие проблемы статистической физики
02-700 Астрономия
02-701 Небесная механика
02-702 Астрометрия
02-703 Солнце и Солнечная система
02-704 Физика и эволюция звезд и межзвездной среды
02-705 Галактика и Метагалактика
02-706 Космология и микрофизика

03-100 Органическая химия
03-101 Синтез, строение и реакционная способность органических соединений
03-102 Синтез, строение и реакционная способность металло- и элементоорганических соединений
03-103 Синтез, строение и свойства природных и физиологически активных веществ; медицинская химия и прогнозирование различных видов биоактивности
03-200 Неорганическая химия
03-201 Синтез, строение и реакционная способность неорганических соединений
03-202 Химия твердого тела, механохимия
03-203 Химия координационных соединений
03-204 Радиохимия
03-205 Аналитическая химия
03-206 Бионеорганическая химия
03-300 Высокомолекулярные соединения
03-301 Синтез и химические превращения макромолекул
03-302 Структура и свойства полимеров, многокомпонентных полимерных систем
03-303 Теория и компьютерное моделирование полимерных систем
03-400 Физическая химия
03-401 Неравновесные процессы – воспламенение, горение, детонация, взрыв
03-402 Электрохимия и коррозия металлов
03-403 Гомогенный катализ и гетерогенный катализ
03-404 Растворы, расплавы – структура и свойства
03-405 Наноструктуры и кластеры. Супрамолекулярная химия. Коллоидные системы.
03-406 Химическая термодинамика. Физическая химия поверхности и межфазных границ. Адсорбция
03-407 Фундаментальные проблемы химической технологии
03-500 Динамика и структура атомно-молекулярных систем
03-501 Квантовая химия, математические методы в химии
03-502 Кристаллохимия
03-503 Химическая динамика, реакционная способность и химическая кинетика
03-504 Электронно-возбужденные системы, фотохимия, радиационная химия, спиновая химия
03-505 Строение молекул и молекулярная спектроскопия
03-600 Фундаментальные проблемы формирования новых материалов
03-601 Химия новых неорганических функциональных и наноразмерных материалов
03-602 Химия новых органических и гибридных функциональных материалов
03-603 Фундаментальные основы создания новых металлических, керамических и композиционных материалов
03-604 Многомасштабное компьютерное моделирование структуры и свойств материалов
03-700 Многомасштабное компьютерное моделирование структуры и свойств сложных химических систем и материалов
03-701 Структура и свойства органических и гибридных функциональных материалов
03-702 Моделирование адсорбции и каталитических превращений
03-703 Моделирование наноструктур, их формирования и самосборки
03-704 Моделирование биологических и биомиметических материалов
03-705 Хемоинформатика
03-706 Высокопроизводительные вычисления в химическом моделировании

04-100 Общая биология
04-101 Зоология
04-102 Ботаника
04-103 Гидробиология и ихтиология
04-104 Общая генетика
04-105 Эволюционная биология
04-106 Биология развития
04-107 Экология биосистем
04-108 Почвоведение
04-109 Паразитология
04-110 Общая и молекулярная микробиология; вирусология
04-200 Физико-химическая биология
04-201 Структурная, функциональная и эволюционная геномика
04-202 Протеомика; структура и функции белков
04-203 Общая биохимия
04-204 Биофизика
04-205 Клеточная биология, цитология, гистология
04-206 Физиология и биохимия растений
04-207 Системная биология; биоинформатика
04-208 Молекулярная биология
04-209 Биотехнология (в том числе бионанотехнология)
04-210 Молекулярная генетика
04-211 Радиобиология
04-300 Экология
04-301 Охрана окружающей среды
04-302 Химическая экология

05-100 Фундаментальная медицина
05-101 Экспериментальная медицина
05-102 Патологическая анатомия, патологическая физиология
05-103 Анатомия и морфология
05-104 Физиология
05-105 Клиническая биохимия
05-106 Нейробиология
05-107 Токсикология
05-108 Иммунология
05-109 Клиническая лабораторная диагностика и нанотехнологии в медицине
05-110 Судебная медицина
05-200 Клиническая медицина
05-201 Гериатрия и геронтология
05-202 Сердечно-сосудистая система
05-203 Дерматология
05-204 Интегративная и комплементарная медицина
05-205 Урология и нефрология
05-206 Медицина катастроф
05-207 Эндокринология и обмен веществ
05-208 Онкология
05-209 Аллергология
05-210 Оториноларингология
05-211 Анестезиология
05-212 Педиатрия и неонатология
05-213 Болезни периферических сосудов
05-214 Реаниматология
05-215 Гематология
05-216 Стоматология и хирургическая стоматология
05-217 Болезни органов дыхания
05-218 Трансплантология
05-219 Клиническая неврология
05-220 Хирургия
05-221 Акушерство и гинекология
05-222 Ортопедия
05-223 Андрология
05-224 Офтальмология
05-225 Аудиология и патология речи
05-226 Психиатрия
05-227 Гастроэнтерология и гепатология
05-228 Ревматология
05-229 Клиническая психология
05-230 Клиническая (медицинская) иммунология
05-231 Инфекционные заболевания
05-232 Наркология
05-300 Науки о здоровье
05-301 Питание и диетология
05-302 Сестринское дело
05-303 Тропическая медицина
05-304 Информационные технологии в здравоохранении
05-305 Медицинская деонтология
05-306 Общественное здравоохранение, гигиена окружающей среды, гигиена труда
05-307 Первичная медицинская помощь и организация здравоохранения
05-308 Психология, психоанализ
05-309 Восстановительная медицина, лечебная физкультура, курортология и физиотерапия
05-310 Персонифицированная медицина
05-311 Эпидемиология
05-312 Медицина труда
05-313 Медико-социальная экспертиза и медико-социальная реабилитация
05-314 Авиационная, морская, и космическая медицина
05-400 Медицинские биотехнологии
05-401 Молекулярная и клеточная медицина
05-402 Медицинская генетика
05-403 Медицинская микробиология и вирусология
05-404 Экология человека
05-405 Регенеративная медицина
05-500 Фармакология и фармацевтика
05-501 Фармацевтическая химия, фармакология (в том числе клиническая фармакология)
05-502 Фармакокинетика
05-503 Фармакодинамика
05-504 Фармакогеномика и фармакогенетика
05-505 Технология фармацевтических препаратов и лекарственных форм
05-506 Фармакогнозия
05-507 Организация фармацевтического дела
05-600 Медицинская физика
05-601 Физические воздействия в медицине
05-602 Физические методы медицинской диагностики. Томография
05-603 Рентгенология, радиационная медицина, медицинская визуализация
05-700 Медицинские техника и информатика
05-701 Медицинская техника
05-702 Медицинская информатика
05-703 Аддитивные технологии в медицине

06-100 Земледелие и растениеводство
06-101 Лесное хозяйство
06-102 Агрономия
06-103 Садоводство, овощеводство
06-104 Агробиотехнологии
06-105 Агротехника
06-106 Растениеводство
06-200 Зоотехния
06-201 Рыбный промысел
06-202 Молочное дело
06-203 Ветеринария
06-204 Животноводство
06-300 Теоретические основы и технология пищевых продуктов
06-301 Технология пишевых продуктов
06-302 Функциональные и специализированные пищевые продукты
06-303 Новые источники пищи

07-100 Геология
07-101 Общая тектоника и геодинамика
07-102 Региональная геология
07-103 Историческая геология
07-104 Стратиграфия
07-105 Литология
07-106 Палеонтология
07-107 Геохронология и геохронометрия
07-108 Петрология магматических пород
07-109 Петрология метаморфических и метасоматических пород
07-110 Вулканология
07-111 Геология нефти и газа
07-112 Геология осадочных бассейнов рифтовых зон и коллизионно-складчатых поясов
07-113 Геология и генезис рудных месторождений
07-114 Геология и генезис неметаллических полезных ископаемых
07-115 Гидрогеология
07-116 Радиогеоэкология, геологическая изоляция ядерных материалов
07-200 Геохимия
07-201 Геохимия магматических процессов
07-202 Геохимия метаморфических и метасоматических процессов
07-203 Геохимия осадочных процессов
07-204 Геохимические поля рудных месторождений и рудная минералогия
07-205 Минералы, их ассоциации и процессы минералообразования
07-206 Изотопная геохимия
07-207 Космогеохимия и планетология
07-208 Гидрогеохимия
07-209 Биогеохимия и органическая геохимия
07-210 Физика и термодинамика минералов
07-211 Кристаллография и кристаллохимия минералов
07-300 Горные науки
07-301 Геомеханика
07-302 Механические свойства и разрушение геоматериалов и горных массивов
07-303 Фундаментальные проблемы обогащения минерального сырья
07-304 Гидрогазодинамические явления в горных массивах
07-305 Инженерная геология
07-306 Геокриология
07-400 Геофизика
07-401 Сейсмология, сейсмические волны
07-402 Механизмы возникновения землетрясений, очаг, предвестники землетрясений
07-403 Сейсмоакустика
07-404 Физические поля континентов и дна океана
07-405 Геомагнитное поле, геодинамо, палеомагнетизм
07-406 Электромагнитное поле, электропроводность
07-407 Гравитационное поле Земли, вариации скорости вращения Земли, внутренние процессы
07-408 Тепловое поле Земли
07-409 Сейсмотомография и внутреннее строение Земли
07-410 Современная геодинамика, моделирование геодинамических процессов
07-411 Геодезия
07-500 Океанология
07-501 Физика океана
07-502 Крупномасштабные и синоптические процессы в океане
07-503 Волновые процессы в океане
07-504 Механизмы возникновения и процессы распространения цунами, предвестники цунами
07-505 Турбулентность и мелкомасштабные процессы
07-506 Физика морских льдов
07-507 Оптика океана
07-508 Акустика океана
07-509 Взаимодействие океана и атмосферы
07-510 Взаимодействие океана с водами суши
07-511 Тектоника и эволюция дна океана, процессы спрединга и субдукции
07-512 Морская сейсмология и опасные процессы на дне
07-513 Морская геология, литология, сейсмостратиграфия и геохимия донных отложений
07-514 Палеоокеанология, биостратиграфия
07-515 Химия океана
07-516 Процессы современного осадконакопления, рассеянное осадочное вещество
07-517 Рудообразование в океане
07-518 Природные газогидраты, их образование, деградация, метановые выбросы
07-519 Биоокеанология
07-520 Экология океана
07-600 Физика атмосферы
07-601 Общая циркуляция атмосферы и динамическая метеорология
07-602 Диагноз и моделирование климата
07-603 Волновые процессы и турбулентность в атмосфере
07-604 Атмосферный пограничный слой
07-605 Радиационные процессы в атмосфере
07-606 Верхняя и средняя атмосфера
07-607 Химические процессы, малые газовые составляющие, аэрозоли
07-608 Ионосфера
07-609 Магнитосфера
07-700 География и гидрология суши
07-701 Палеогеография
07-702 Геоморфология
07-703 Гляциология
07-704 География климата
07-705 География почв, геохимия ландшафтов
07-706 Биогеография
07-707 Ландшафтоведение
07-708 Гидрология и водные ресурсы
07-709 Гидрохимия
07-710 Гидробиология
07-711 Геоэкология и природопользование
07-712 Геоинформатика, дистанционное зондирование Земли и географическая картография
07-800 Социальная и экономическая география
07-801 Экономическая и рекреационная география
07-802 Социальная география
07-803 Политическая география

08-100 Исторические науки
08-101 Теория, методология и история исторической науки
08-102 Этнология и антропология
08-103 Археология
08-104 История России с древнейших времен до ХХ века
08-105 История России в ХХ – ХХI вв.
08-106 История древнего мира
08-107 История Средних веков и эпохи Возрождения
08-108 Новая и новейшая история стран Европы и Америки
08-109 История стран Азии и Африки
08-110 Вспомогательные исторические дисциплины
08-150 Экономические науки
08-151 История экономических учений, экономическая история, экономическая теория
08-152 Мировая экономика и международные экономические отношения.
08-153 Отраслевая экономика (включая экономику сельского хозяйства)
08-154 Финансы, кредит, денежное обращение, инфраструктура рынка
08-155 Прогнозирование социально- экономического развития, государственное регулирование экономики и управление социально-экономическими процессами
08-156 Региональная и городская экономика
08-157 Экономика предпринимательства, организация и управление предприятиями
08-158 Социальные аспекты экономики и рынок труда
08-200 Философские науки
08-201 Теория познания и философская онтология
08-202 Логика. Философия языка
08-203 Философия и методология науки
08-204 Философские проблемы междисциплинарных исследований
08-205 История философии
08-206 Этика. Эстетика. Философия религии. Теология.
08-207 Социальная философия. Философия истории
08-208 Философия, теория культуры. Философская антропология
08-250 Политология
08-251 Политическая философия
08-252 Теория и методология политической науки
08-253 История политической мысли
08-254 Политические институты и процессы
08-255 Мировая политика
08-256 Предметные области политологических исследований
08-257 Международная безопасность (военно-политические и социально-политические аспекты)
08-258 Глобальное управление (проблемы, институты, правовой режим многостороннего взаимодействия)
08-300 Социология
08-301 Теория, методология и история социологии, методы социологических исследований
08-302 Отраслевые социологии
08-303 Демография
08-304 Этнология
08-305 Гендерные исследования
08-306 Исследования социальных проблем
08-350 Юридические науки
08-351 Философия права. Теории права и государства, методы их изучения. История учений о праве и государстве. Сравнительное правоведение
08-352 Конституционное право. Публичное право. Муниципальное право и местное самоуправление
08-353 Административное право. Финансовое право. Административная юстиция
08-354 Гражданское право. Предпринимательское право. Семейное право. Информационное право
08-355 Уголовное право. Криминология
08-356 Судопроизводство по уголовным делам и гражданским делам
08-357 Социальное право. Трудовое право. Пенсионное право
08-358 Земельное право. Природоохранное право
08-359 Международное право. Универсальное и региональное международное право. Международное частное и публичное право
08-400 Науковедение
08-401 Историография науки и техники: развитие науки и техники в различные периоды всемирной истории. Методологические проблемы историко-научных исследований
08-402 Наука, техника, общество: динамика их взаимоотношений
08-403 Научные и научно-технические организации и сообщества. Идеалы и нормы научного и технического сообщества. Этика науки. Инженерная этика.
08-404 Наука в социокультурном контексте. Научная рациональность и ценности различных культур
08-405 Развитие системы научных коммуникаций, ее дисциплинарные и междисциплинарные особенности и новые тенденции
08-406 Социальная история науки и техники, научной и инженерной деятельности, научного и научно-технического сообществ
08-407 Науковедческий анализ новых направлений научных исследований и разработок. Науковедческие аспекты развития новых технологий
08-450 Филологические науки
08-451 Филология
08-452 Литературоведение
08-453 Языкознание
08-454 Текстология
08-500 Искусствоведение
08-501 Теория и история изобразительного искусства
08-502 Теория и история архитектуры
08-503 Музыковедение
08-504 Музыкальная фольклористика
08-505 Театроведение
08-545 Фольклористика
08-550 Психология
08-551 Общая психология, методология и история психологии, психология личности
08-552 Психофизиология, психогенетика, сравнительная психология, зоопсихология, эволюционная психология
08-553 Социальная психология, этническая и кросс-культурная психология, политическая психология, юридическая психология, экономическая психология
08-554 Психология труда, инженерная психология, организационная психология
08-555 Психология развития, педагогическая психология, коррекционная психология, психология образования
08-600 Педагогика
08-601 Общая педагогика, история педагогики и образования
08-602 Теория и методология обучения
08-603 Теория и методология воспитания
08-604 Теория и методология инновационных процессов в образовании, экспериментальная и инновационная деятельность в образовании
08-605 Специальная педагогика и образование, инклюзивное образование
08-606 Теория и методология физической культуры
08-607 Теория и методология профессионального образования
08-700 Культурология
08-701 Теория, методология и история изучения культуры
08-702 Культура в современном мире
08-703 Культура и личность
08-704 Национальная идентичность и взаимодействие культур
08-705 Охрана памятников истории и культуры

09-100 Машиноведение и инженерная механика
09-101 Прочность, живучесть и разрушение материалов и конструкций
09-102 Механика технологических процессов
09-103 Трибология
09-104 Движение объектов и аппаратов в различных средах
09-105 Газо- и гидродинамика технических и природных систем
09-106 Проблемы механики в проектировании новых материалов
09-107 Мехатроника и робототехника
09-108 Техническая механика живых систем
09-109 Геотехника, гидротехника
09-110 Проектирование зданий и сооружений, строительство эксплуатация
09-200 Процессы тепломассообмена, свойства веществ и материалов
09-201 Процессы тепло- и массообмена
09-202 Теплофизические свойства веществ и материалов, в том числе в экстремальных состояниях
09-203 Фазовые равновесия и превращения
09-204 Равновесие и кинетика процессов в химически реагирующих системах
09-205 Разработка новых конструкционных материалов и покрытий
09-206 Нано- и мембранные технологии
09-207 Термодинамические процессы в технических системах
09-300 Электрофизика, электротехника и электроэнергетика
09-301 Электрофизика, электрофизические системы
09-302 Корпускулярные, плазменные и лучевые источники для исследований и практики
09-303 Сильноточная электроника и электроника больших мощностей
09-304 Электрофизические процессы в жидкостях, газах и твердых диэлектриках
09-305 Физические аспекты получения, преобразования и передачи электроэнергии
09-306 Инженерно-физические проблемы электротехники и технической сверхпроводимости
09-307 Электрофизические аспекты новых технологий
09-400 Энергетика
09-401 Энергетические системы на органическом топливе
09-402 Гидроэнергетика, новые и возобновляемые источники энергии
09-403 Водородная энергетика
09-404 Проблемы создания энергетического оборудования
09-405 Транспортная энергетика (наземного, водного, воздушного, космического транспорта)
09-406 Энергосбережение при передаче и потреблении энергии
09-500 Атомная энергетика
09-501 Теория и методы проектирования ядерных реакторов
09-502 Физические проблемы радиационной защиты
09-503 Ядерный топливный цикл, нераспространение
09-504 Ядерная и радиационная безопасность, радиоэкология
09-505 Физико-химические и радиационные проблемы материаловедения
09-506 Ядерные и термоядерные технологии
09-600 Технические системы и процессы управления
09-601 Теория, методы проектирования и эффективность функционирования технических систем
09-602 Моделирование технических систем
09-603 Надежность и отказоустойчивость технических систем. Диагностика технического состояния и испытания
09-604 Проблемы теории управления техническими системами
09-605 Комплексирование и обработка информации в технических системах
09-606 Навигация, наведение и управление подвижными объектами
09-607 Теория человеко-машинных систем управления
09-608 Инженерно-технические и информационные автоматизированные системы мониторинга биоресурсов, биосферы и технических систем
09-609 Автоматизированные комплексы для биологии и медицины
09-700 Элементная база вычислительной техники и коммуникационных систем
09-701 Электронная элементная база информационных систем
09-702 Проблемы теории проектирования микроэлектронных систем
09-703 Перспективные технологические процессы микро- и наноэлектроники
09-704 Микро- и наноэлектромеханические устройства
09-705 Энергосберегающие технологии для суперЭВМ
09-706 Радио- и телевизионные системы, радиолокация и связь
09-707 Элементная база квантовых компьютеров и систем связи
09-708 Лазерно-информационные технологии
09-709 Нанотранзисторы и другие наноэлектронные приборы элементной базы информационных систем
09-710 Новые материалы для наноэлектронных приборов
09-711 Методы наноструктурирования (нанолитография и сопутствующие процессы)
09-712 Методы интеграции наноприборов, включая способы создания межсоединений
09-713 Метрология интегрированных наноэлектронных систем
09-800 Фундаментальные основы конвергентных наук
09-801 Фундаментальные основы конвергентных наук
